<?php
/**
 * Copyright (c) by anime-free
 * Date: 2020.
 * User: Alukardua
 */


return [
	'minTip'  => [
		'tv'      => 'ТВ',
		'movie'   => 'Фильм',
		'ova'     => 'OVA',
		'ona'     => 'ONA',
		'special' => 'Спешл',
		'music'   => 'Клип',
	],
	'fullTip' => [
		'tv'      => 'Телевизионная версия',
		'movie'   => 'Полнометражный фильм',
		'ova'     => 'Original Video Anime',
		'ona'     => 'Original Network Anime',
		'special' => 'Специальный выпуск',
		'music'   => 'Музыкальное видео',
	],
	'rating'  => [
		''      => 'Рейтинг не указан',
		'none'  => 'Рейтинг не указан',
		'G'     => '"G" - Нет возрастных ограничений',
		'PG'    => '"PG" - Рекомендуется присутствие родителей',
		'PG-13' => '"PG-13" - Детям до 13 лет просмотр не желателен',
		'R-17'  => '"R" - Лицам до 17 лет обязательно присутствие взрослого',
		'R+'    => '"R+" - Лицам до 17 лет просмотр запрещен',
	],
	'seasons' => [
		'winter'  => 'зима - ',
		'spring'  => 'весна - ',
		'summer'  => 'лето - ',
		'autumn'  => 'осень - ',
	],
];